Revit 2027 API
SpaceSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual SpaceSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As SpaceSetIterator
public:
virtual SpaceSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> SpaceSetIterator
override ReverseIterator : unit -> SpaceSetIterator
Return Value
SpaceSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
SpaceSet Class
Autodesk.Revit.DB.Mechanical Namespace